{
  "ccc.nvim": { "branch": "main" },
  "codeium.vim": { "branch": "main" },
  "ddc-buffer": { "branch": "main" },
  "ddc-converter_remove_overlap": { "branch": "main" },
  "ddc-converter_truncate": { "branch": "main" },
  "ddc-filter-converter_truncate_abbr": { "branch": "main" },
  "ddc-filter-matcher_head": { "branch": "main" },
  "ddc-filter-matcher_length": { "branch": "main" },
  "ddc-filter-matcher_prefix": { "branch": "main" },
  "ddc-filter-matcher_vimregexp": { "branch": "main" },
  "ddc-filter-sorter_rank": { "branch": "main" },
  "ddc-fuzzy": { "branch": "main" },
  "ddc-source-around": { "branch": "main" },
  "ddc-source-cmdline": { "branch": "main" },
  "ddc-source-cmdline-history": { "branch": "main" },
  "ddc-source-codeium": { "branch": "main" },
  "ddc-source-file": { "branch": "main" },
  "ddc-source-input": { "branch": "main" },
  "ddc-source-line": { "branch": "main" },
  "ddc-source-nvim-lsp": { "branch": "main" },
  "ddc-source-nvim-lua": { "branch": "main" },
  "ddc-ui-pum": { "branch": "main" },
  "ddc.vim": { "branch": "main" },
  "ddu-column-devicon_filename": { "branch": "main" },
  "ddu-commands.vim": { "branch": "main" },
  "ddu-filter-fzf": { "branch": "main" },
  "ddu-filter-matcher_relative": { "branch": "main" },
  "ddu-kind-file": { "branch": "main" },
  "ddu-kind-word": { "branch": "main" },
  "ddu-source-action": { "branch": "main" },
  "ddu-source-file": { "branch": "main" },
  "ddu-source-file_old": { "branch": "main" },
  "ddu-source-file_rec": { "branch": "main" },
  "ddu-source-help": { "branch": "main" },
  "ddu-source-lsp": { "branch": "main" },
  "ddu-source-source": { "branch": "main" },
  "ddu-ui-ff": { "branch": "main" },
  "ddu.vim": { "branch": "main" },
  "denops-lazy.nvim": { "branch": "main" },
  "denops-popup-preview.vim": { "branch": "main" },
  "denops-signature_help": { "branch": "main" },
  "denops.vim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lsp_lines.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "pum.vim": { "branch": "main" },
  "skkeleton": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
  "vim-matchup": { "branch": "master" },
  "vimdoc-ja": { "branch": "master" }
}